Revit 2027 API
BuiltInFailures.WallFailures.SubwallOfStackedWallDeleted Property
 This stacked wall will be deleted because a subwall could not be created.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SubwallOfStackedWallDeleted { get; }
Public Shared ReadOnly Property SubwallOfStackedWallDeleted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SubwallOfStackedWallDeleted {
	FailureDefinitionId^ get ();
}
static member SubwallOfStackedWallDeleted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.WallFailures Class
Autodesk.Revit.DB Namespace